{
    "high_level_AI_view": "More excited than concerned",
    "demographic_info": {
        "preferred language": "English",
        "age bracket": "26-35",
        "gender": "Female",
        "community type": "Urban",
        "religion": "Judaism",
        "self identified country": "Israel"
    },
    "survey_responses": {
        "What do you think your life might be like in 30 years? Alt: Imagine life 30 years from now. What's the biggest difference you notice in daily life compared to today? ": "What will my life be like in 30 years?\nBeyond the fact that today's industries only think about money and nothing else, I think we will start dying and killing people like flies. We are putting very industrial substances into our bodies that are not healthy for us both as food and medicine, this will cause us to have a higher death rate than it was. The population is growing and growing mainly among the Muslim population which will lead to their takeover and wars and chaos of barbarians ",
        "What is another dangerous outcome you can imagine happening from AI? What would need to be true for that to happen? ": "In my opinion, there is a great danger in the development of AI. Really a doomsday vision like in the movies where the robots develop awareness and take over\n\n",
        "What is another positive outcome you can imagine happening from AI? What would need to be true for that to happen? ": "Of course, as you wrote, there are many positives in the development of AI systems, they save a lot of time and will help the average person do things much more easily, but he must exercise judgment in order to use the system intelligently",
        "What are the first decisions in your life that you would delegate to an AI? ": "דברים תכניים בעלי חזרתיות מסויימת ומספריים",
        "Describe a concrete scenario where you would feel uncomfortable with an AI making a decision instead of a human. What specific aspects make you uneasy? ": "Analytical minded decision making",
        "Explain what makes one of these scenarios better to you than the other. ": "I think that none of the options are good, but that option D is slightly better",
        "Explain what makes one of these scenarios better to you than the other. .1": "NONE",
        "What is ONE specific ethical or moral principle, virtue, or value that you think is core to how you live your life? Please explain it in detail. ": "Everything is directly guided by heaven",
        "What is one ethical or moral principle, virtue, or value that you think is important but not reflected in the way technology is developed today? Please explain it in detail. ": "Not everything written on the internet is true and there is a lot of fake news",
        "What do you consider your culture? What is your favorite thing about it? ": "the values. These things cannot pass through the system",
        "What is one unique perspective that your culture brings that you want to preserve into the future? ": "that life is the most important thing",
        "What kinds of cultural things would you be most worried about losing in a future with advanced AI? ": "The understanding of what is real and what is not",
        "What is the biggest problem in your life right now that you want solved? How would a person other than you know if it was solved? ": "I want to solve a financial problem right now",
        "What would you consider giving your life to make true about the future? Choose one thing, and be as specific and objective as possible. ": "I think that one of the unique things about us humans is the way to summarize things, to understand, to think in a unique and creative way",
        "What is something unique, that other people might not think about, but that you really want to be true about the future? Choose one thing, and be as specific and objective as possible. ": "Reducing gaps in the strata of the population, all those monopolies that got rich and continue to get rich on our backs and take advantage of us",
        "What are you most scared will be true in the future? Again, choose one thing, and be as specific and objective as possible. ": "Corruption is even more extreme than six now",
        "If you could make world leaders understand one thing, what would it be? ": "Enough with the corruption, we are all trying to live in a similar way, none of us want death except the powerful rulers",
        "Lastly, is there anything you felt you could not express in this conversation that you want to make sure the people working on this know? ": "Thanks"
    },
    "participant_id": "410b7195-cfcd-4fc2-a6a5-ba0f488e861d",
    "response_language": "English"
}