{
    "high_level_AI_view": "Equally concerned and excited",
    "demographic_info": {
        "preferred language": "English",
        "age bracket": "26-35",
        "gender": "Female",
        "community type": "Suburban",
        "religion": "Christianity",
        "self identified country": "Kenya"
    },
    "survey_responses": {
        "What do you think your life might be like in 30 years? Alt: Imagine life 30 years from now. What's the biggest difference you notice in daily life compared to today? ": "In the next 30 years, technology will have advanced tremendously , AI is already taking over humans in terms of employment and I think people wont have to go to the office anymore.  ",
        "What is another dangerous outcome you can imagine happening from AI? What would need to be true for that to happen? ": "Aside from making work easier, AI deployment will lead to unemployment . As at now not everyone is well versed with how AI works and it will probably take time before everyone gets to familiarize with it. Also a lot of personal information will be at risk of being licked as everything will be digitized ",
        "What is another positive outcome you can imagine happening from AI? What would need to be true for that to happen? ": "Minimizing human error is another essential benefit of AI. Learning algorithms help determine potential scenarios for error and make real-time corrections. When applied, manufacturing companies can closely monitor output, increase employee safety, and reduce the chances of production errors. Shipping industries can account for potential input inaccuracies, shipping delays, or lost goods, therefore limiting revenue loss.",
        "What are the first decisions in your life that you would delegate to an AI? ": "I do a lot of research work as a freelancer so AI would make it much easier for me in compiling the reports and making the submissions in time.",
        "Describe a concrete scenario where you would feel uncomfortable with an AI making a decision instead of a human. What specific aspects make you uneasy? ": "Planning my time with my family and kids. I'd feel like it's taking over my position  in the lives of my family members",
        "Explain what makes one of these scenarios better to you than the other. ": "Creating an open AI ecosystem would harness the innovative talent of the global tech community while also ensuring experts can audit development and businesses and developers remain accountable for their innovations. ",
        "Explain what makes one of these scenarios better to you than the other. .1": "In this case, I tend to agree more with the Future in F. It would be absurd to develop emotional feelings for a robotic device as they have no capacity to feel emortions",
        "What is ONE specific ethical or moral principle, virtue, or value that you think is core to how you live your life? Please explain it in detail. ": "Respect. I was raised to have respect for every individual old or young and I intended to pass that value to my kids as well",
        "What is one ethical or moral principle, virtue, or value that you think is important but not reflected in the way technology is developed today? Please explain it in detail. ": "Environmental Stewardship: Caring for and preserving the environment for future generations.",
        "What do you consider your culture? What is your favorite thing about it? ": "Kenyan culture is diverse and is characterized by different communities, each with it's own beauty. This attracts tourist who visit the country . I would not want to imagine AI taking over our originality.",
        "What is one unique perspective that your culture brings that you want to preserve into the future? ": "The rich heritage of our foods and beautiful nature.",
        "What kinds of cultural things would you be most worried about losing in a future with advanced AI? ": "Traditional foods, traditional jewellery ",
        "What is the biggest problem in your life right now that you want solved? How would a person other than you know if it was solved? ": "Money problems of course. I'm currently trying to get a job that would pay me for , at the same time AI is taking over but I can also use AI in my job search.",
        "What would you consider giving your life to make true about the future? Choose one thing, and be as specific and objective as possible. ": "The drastic decrease of chronic illnesses and diseases. I lost my baby to lymphoma because we could not afford to raise the funds for her to get her treatment in India as there are no facilities in Kenya",
        "What is something unique, that other people might not think about, but that you really want to be true about the future? Choose one thing, and be as specific and objective as possible. ": "Easy access to remote jobs worldwide ",
        "What are you most scared will be true in the future? Again, choose one thing, and be as specific and objective as possible. ": "War and conflict, polarized politics, a continuing cost-of-living crisis and the ever-increasing impacts of a changing climatedestabilizing the global order",
        "If you could make world leaders understand one thing, what would it be? ": "The need to put peoples interest to heart. That's all",
        "Lastly, is there anything you felt you could not express in this conversation that you want to make sure the people working on this know? ": "I feel i fully expressed my thoughts and opinions"
    },
    "participant_id": "a97a40fc-c4ba-4e1e-8be0-c1782d78923b",
    "response_language": "English"
}