{
    "high_level_AI_view": "Equally concerned and excited",
    "demographic_info": {
        "preferred language": "English",
        "age bracket": "26-35",
        "gender": "Male",
        "community type": "Suburban",
        "religion": "Other religious group",
        "self identified country": "South Africa"
    },
    "survey_responses": {
        "What do you think your life might be like in 30 years? Alt: Imagine life 30 years from now. What's the biggest difference you notice in daily life compared to today? ": "There are two scenario's:\n\n1) I'm living comfortably but anxious about my safety as AI has worsened job scarcity in South Africa. The population has grown more rapidly than the economy has. Electricity generation through renewable energy costs more than using fossil fuels, as a result, the costs of electricity are higher. Costs of living are suffocating the populous. The middle class doesn't really exist anymore... \n\n2) Alternatively, we had a sound economic development plan all went accordingly",
        "What is another dangerous outcome you can imagine happening from AI? What would need to be true for that to happen? ": "A possible dangerous outcome for AI is machine learning systems can be used to manipulate human behavior in real time for the worse.",
        "What is another positive outcome you can imagine happening from AI? What would need to be true for that to happen? ": "The speed in which AI delivers information, solutions and possible outcomes makes life more convenient. We could always appreciate convenience.",
        "What are the first decisions in your life that you would delegate to an AI? ": "Day planning.  Traffic updates and travel route planning. ",
        "Describe a concrete scenario where you would feel uncomfortable with an AI making a decision instead of a human. What specific aspects make you uneasy? ": "I would feel uncomfortable with AI being used in the court of law",
        "Explain what makes one of these scenarios better to you than the other. ": "Numerous operators with minimal government interference would be more ideal for maintaining integrity.",
        "Explain what makes one of these scenarios better to you than the other. .1": "Future F where there are heavy regulations ",
        "What is ONE specific ethical or moral principle, virtue, or value that you think is core to how you live your life? Please explain it in detail. ": "I live in truth.",
        "What is one ethical or moral principle, virtue, or value that you think is important but not reflected in the way technology is developed today? Please explain it in detail. ": "Respect for human life is not reflected in how technology is developed today.",
        "What do you consider your culture? What is your favorite thing about it? ": "My cultural group (Zulu) is established on creating harmony with everyone around us and the environment.y favorite thing about it is it seeks to create a world that feels like heaven on earth.",
        "What is one unique perspective that your culture brings that you want to preserve into the future? ": "Creating resonance with heaven and earth. Creating harmony amongst all people, most importantly, harmony with self.",
        "What kinds of cultural things would you be most worried about losing in a future with advanced AI? ": "Our language is rich with history all of which could be lost in translation",
        "What is the biggest problem in your life right now that you want solved? How would a person other than you know if it was solved? ": "The biggest problem in my life right now is finding a good nutritional plan and improving performance at the gym",
        "What would you consider giving your life to make true about the future? Choose one thing, and be as specific and objective as possible. ": "Economic growth that keeps up with the population growth in South Africa.",
        "What is something unique, that other people might not think about, but that you really want to be true about the future? Choose one thing, and be as specific and objective as possible. ": "The preservation of Africa's true history.  It will be key in shaping a better future for Africa.",
        "What are you most scared will be true in the future? Again, choose one thing, and be as specific and objective as possible. ": "I definitely do not want history to be erased or manipulated to suit a certain narrative. ",
        "If you could make world leaders understand one thing, what would it be? ": "That all life is sacred.",
        "Lastly, is there anything you felt you could not express in this conversation that you want to make sure the people working on this know? ": "Very little research is actually being done about Africa by the west."
    },
    "participant_id": "db229d3f-1af8-493f-b64f-726afe5cfeb3",
    "response_language": "English"
}