{
    "high_level_AI_view": "Equally concerned and excited",
    "demographic_info": {
        "preferred language": "Arabic",
        "age bracket": "18-25",
        "gender": "Male",
        "community type": "Urban",
        "religion": "Islam",
        "self identified country": "Egypt"
    },
    "survey_responses": {
        "What do you think your life might be like in 30 years? Alt: Imagine life 30 years from now. What's the biggest difference you notice in daily life compared to today? ": "Technology will be much stronger and with time regular television may become extinct and move towards internet channels and streaming platforms.",
        "What is another dangerous outcome you can imagine happening from AI? What would need to be true for that to happen? ": "I expect that artificial intelligence is afraid to make fateful decisions instead of us. The lack of feelings in artificial intelligence will make it make all decisions logically without an ounce of sympathy or feelings. In the event of wars, it will not back down from making a decision that could destroy humanity.",
        "What is another positive outcome you can imagine happening from AI? What would need to be true for that to happen? ": "I expect life to be easier, like customer service being faster and without delay, like doing routine things that humans used to do, like data entry.\n\nIt can help us improve the economy and get a higher GDP.",
        "What are the first decisions in your life that you would delegate to an AI? ": "Choosing the major I should study and what is best for me practically after graduation",
        "Describe a concrete scenario where you would feel uncomfortable with an AI making a decision instead of a human. What specific aspects make you uneasy? ": "Lack of feelings or humanity in decision making, which makes decisions and outcomes a purely logical process without considering feelings or other people, such as the decision to start a war.",
        "Explain what makes one of these scenarios better to you than the other. ": "The second scenario is much better for me\n\nI fear the dominance of one large company in this future because monopoly makes my entire life and future in the hands of one company",
        "Explain what makes one of these scenarios better to you than the other. .1": "Scenario F\n\nMuch better for me, the existence of intimate and strong relationships between humans and artificial intelligence makes the subject dangerous and the lives of all humanity are in danger, and the black market can be eliminated with time",
        "What is ONE specific ethical or moral principle, virtue, or value that you think is core to how you live your life? Please explain it in detail. ": "We are all human beings and everyone should be given their rights and love should be spread among us because human life is not cheap.",
        "What is one ethical or moral principle, virtue, or value that you think is important but not reflected in the way technology is developed today? Please explain it in detail. ": "Respect privacy and opinions of others",
        "What do you consider your culture? What is your favorite thing about it? ": "Culture is a set of customs and traditions that form the environment surrounding a person. It is the most important thing that expresses the person, his homeland and his family. It is considered part of my self and personality.\n\nThe favorite thing about it is the friendliness of the people, their cooperation with each other and the mutual love between everyone.",
        "What is one unique perspective that your culture brings that you want to preserve into the future? ": "The unique perspective of my culture is its simplicity and the contentment of its people with the situation all the time in good times and bad, and the culture of honoring the guest and his great hospitality",
        "What kinds of cultural things would you be most worried about losing in a future with advanced AI? ": "I fear that the power and simplicity of relationships will be lost with the advancement of artificial intelligence. I fear that the language and its origin will be lost.",
        "What is the biggest problem in your life right now that you want solved? How would a person other than you know if it was solved? ": "Choosing a career specialization and how to reach a high level in it, no one can know",
        "What would you consider giving your life to make true about the future? Choose one thing, and be as specific and objective as possible. ": "Increase human lifespan and health in the last years of life and ensure equal health insurance for all",
        "What is something unique, that other people might not think about, but that you really want to be true about the future? Choose one thing, and be as specific and objective as possible. ": "Everyone gets their civil rights and equality between all classes and races",
        "What are you most scared will be true in the future? Again, choose one thing, and be as specific and objective as possible. ": "The collapse of all social and human communication between humans and the replacement of all people with machines",
        "If you could make world leaders understand one thing, what would it be? ": "The people you rule deserve all freedom and justice.",
        "Lastly, is there anything you felt you could not express in this conversation that you want to make sure the people working on this know? ": "Providing any country with weapons to wage war against another country is a crime, especially if you are with the evil party."
    },
    "participant_id": "db619bbc-f9b0-42a2-a9a2-3831fd422510",
    "response_language": "English"
}