{
    "high_level_AI_view": "More concerned than excited",
    "demographic_info": {
        "preferred language": "Spanish",
        "age bracket": "26-35",
        "gender": "Non-binary",
        "community type": "Urban",
        "religion": "I do not identify with any religious group or faith",
        "self identified country": "Chile"
    },
    "survey_responses": {
        "What do you think your life might be like in 30 years? Alt: Imagine life 30 years from now. What's the biggest difference you notice in daily life compared to today? ": "imagino mi vida mucho más rápida de la que vivo actualmente, no por decisión propia, sino porque todo va a estar mucho más automatizado que no habrán acciones cortas, transitorias, en el día a día",
        "What is another dangerous outcome you can imagine happening from AI? What would need to be true for that to happen? ": "imagino la falta de privacidad como un gran foco de problemas. información personal privada siendo utilizada de manera indecorosa sólo para alimentar algoritmos. personas guardando resguardos extras para que sus caras no terminen en un banco de datos de generación de imágenes, con todo el peligro que esto conlleva",
        "What is another positive outcome you can imagine happening from AI? What would need to be true for that to happen? ": "otro resultado positivo sería el libre acceso a información más específica, en especial considerando que actualmente los motores de búsqueda como google o bing han bajado enormemente su calidad y precisión de búsqueda de resultados. ahora, ¿qué debería ocurrir para que eso sucediera? debería haber un esfuerzo por alimentar las bases de datos de IAs con información no cesgada ",
        "What are the first decisions in your life that you would delegate to an AI? ": "cálculos de presupuesto para el hogar",
        "Describe a concrete scenario where you would feel uncomfortable with an AI making a decision instead of a human. What specific aspects make you uneasy? ": "en la redacción de leyes y programas de gobierno. soy consciente del sesgo humano en la toma de decisiones a nivel país/mundial, y que muchas veces las personas nos atrapamos en eso en lugar de avanzar más a una velocidad más productiva, pero pienso que el progreso humano no debería ir condicionado a los mismos estándares de producción de una compañía. el progreso se trata de avanzar cometiendo errores e ir arreglándolos en el camino",
        "Explain what makes one of these scenarios better to you than the other. ": "el futuro D suena más prometedor. cualquier empresa monopolizadora y que cuente con el sello de aprobación del gobierno de los estados unidos suena a peligro inminente para mí",
        "Explain what makes one of these scenarios better to you than the other. .1": "futuro f suena mejor. a pesar de considerarme alguien que está muy en contra de la censura, la epidemia de la soledad mezclada con la popularidad de las IAs son algo nunca antes visto, por lo que aprobaría una restricción del uso de estas en ese contexto. de hecho creo que hay un episodio de futurama que explica este problema",
        "What is ONE specific ethical or moral principle, virtue, or value that you think is core to how you live your life? Please explain it in detail. ": "la idea de seguir adelante, de experimentar la vida a pesar de las adversidades con un espíritu que puede quebrarse pero jamás romperse por completo",
        "What is one ethical or moral principle, virtue, or value that you think is important but not reflected in the way technology is developed today? Please explain it in detail. ": "el respeto, ya que frecuentemente se confunde la libertad de expresión con la libertad de decir cualquier barbaridad",
        "What do you consider your culture? What is your favorite thing about it? ": "cultura para mí es aquello que comparto con la gente que me rodea: idioma, clima, historia, idiosincrasia etc. la verdad no sabría decir qué es lo que más me gusta de ella, pero sí me hace sentir que estoy menos sola en el mundo, de algún modo...",
        "What is one unique perspective that your culture brings that you want to preserve into the future? ": "yo diría que la resiliencia. mi país ha pasado por muchas cosas en sus poco más de 200 años de existencia, pero hay algo de su espíritu que se mantiene con los años: la capacidad de volver a levantarse a pesar de la adversidad",
        "What kinds of cultural things would you be most worried about losing in a future with advanced AI? ": "la homogeneización de la cultura, hacer que todos nos parezcamos ",
        "What is the biggest problem in your life right now that you want solved? How would a person other than you know if it was solved? ": "encontrar un buen trabajo que también llene el espíritu",
        "What would you consider giving your life to make true about the future? Choose one thing, and be as specific and objective as possible. ": "a la expresión de las artes, crear y escribir historias que puedan brindar emociones a las personas",
        "What is something unique, that other people might not think about, but that you really want to be true about the future? Choose one thing, and be as specific and objective as possible. ": "que la no existan billonarios ni personas con demasiado poder, nadie necesita poseer tanto",
        "What are you most scared will be true in the future? Again, choose one thing, and be as specific and objective as possible. ": "que aquellos más desvalidos pierdan cualquier oportunidad para crecer en la vida, que esta se vuelva sin sentido de vivir",
        "If you could make world leaders understand one thing, what would it be? ": "que una vez muertos no tendrán poder ni dinero",
        "Lastly, is there anything you felt you could not express in this conversation that you want to make sure the people working on this know? ": "no"
    },
    "participant_id": "ede8c0ad-88ec-45b5-a497-2224515d7295",
    "response_language": "Spanish"
}