{
    "high_level_AI_view": "Equally concerned and excited",
    "demographic_info": {
        "preferred language": "English",
        "age bracket": "18-25",
        "gender": "Male",
        "community type": "Urban",
        "religion": "Hinduism",
        "self identified country": "India"
    },
    "survey_responses": {
        "What do you think your life might be like in 30 years? Alt: Imagine life 30 years from now. What's the biggest difference you notice in daily life compared to today? ": "Compared to today there will be scarcity of natural resources and everything will be much expensive",
        "What is another dangerous outcome you can imagine happening from AI? What would need to be true for that to happen? ": "AI systems and robots replacing humans in most of the jobs",
        "What is another positive outcome you can imagine happening from AI? What would need to be true for that to happen? ": "With AI and robots doctors are able to do some surgeries which were not possible earlier but for this the system needs to well trained and calliberated and must be done in expert supervision.",
        "What are the first decisions in your life that you would delegate to an AI? ": "I would not delegate any decisions of my life to an AI instead it can be used as an advisory tool.",
        "Describe a concrete scenario where you would feel uncomfortable with an AI making a decision instead of a human. What specific aspects make you uneasy? ": "For my financial decisions if AI makes a right xhoice then well and good. Otherwise if something goes wrong then there will be no accountability from AI.",
        "Explain what makes one of these scenarios better to you than the other. ": "Scenario D makes better sense because new startups will emerge which will provide more jobs and different co.panies learning from each other will create a ecosystem of learning and development.",
        "Explain what makes one of these scenarios better to you than the other. .1": "Scenario F males more sense to me as in scemario E companies that made these syatems may exploit understanding of human psychology.",
        "What is ONE specific ethical or moral principle, virtue, or value that you think is core to how you live your life? Please explain it in detail. ": "--",
        "What is one ethical or moral principle, virtue, or value that you think is important but not reflected in the way technology is developed today? Please explain it in detail. ": "--",
        "What do you consider your culture? What is your favorite thing about it? ": "I consider my culture very greatful and cheerful. It has vast amount of histpry associated with it and with many things mentioned in it about ages and things which are present and true till date.",
        "What is one unique perspective that your culture brings that you want to preserve into the future? ": "The culture differences is important as it allows people to differentiate and identify themselves distinctly among a group",
        "What kinds of cultural things would you be most worried about losing in a future with advanced AI? ": "Nothing",
        "What is the biggest problem in your life right now that you want solved? How would a person other than you know if it was solved? ": "The biggest problem in my life ia the career tension.",
        "What would you consider giving your life to make true about the future? Choose one thing, and be as specific and objective as possible. ": "People should be happy by doing things they like not by doing things which are necessary",
        "What is something unique, that other people might not think about, but that you really want to be true about the future? Choose one thing, and be as specific and objective as possible. ": "People living in harmony with each other with no grudges and war among countries",
        "What are you most scared will be true in the future? Again, choose one thing, and be as specific and objective as possible. ": "A dystopian world with no resources with war all over the world",
        "If you could make world leaders understand one thing, what would it be? ": "--",
        "Lastly, is there anything you felt you could not express in this conversation that you want to make sure the people working on this know? ": "--"
    },
    "participant_id": "f0d48a42-4058-4b2e-b90e-70dc562f0357",
    "response_language": "English"
}