{
    "high_level_AI_view": "More excited than concerned",
    "demographic_info": {
        "preferred language": "English",
        "age bracket": "26-35",
        "gender": "Female",
        "community type": "Urban",
        "religion": "I do not identify with any religious group or faith",
        "self identified country": "China"
    },
    "survey_responses": {
        "What do you think your life might be like in 30 years? Alt: Imagine life 30 years from now. What's the biggest difference you notice in daily life compared to today? ": "Life would be alot more automatic than it is before. Ai would be used in alot of our daily life",
        "What is another dangerous outcome you can imagine happening from AI? What would need to be true for that to happen? ": "Ai taking over the world with their own mind",
        "What is another positive outcome you can imagine happening from AI? What would need to be true for that to happen? ": "Ai enhancing your job experience ",
        "What are the first decisions in your life that you would delegate to an AI? ": "Decisions for small things like the weather forecast and what should I eat today ",
        "Describe a concrete scenario where you would feel uncomfortable with an AI making a decision instead of a human. What specific aspects make you uneasy? ": "Deciding if a person is guilty in court and if they should be put to death",
        "Explain what makes one of these scenarios better to you than the other. ": "D because it's more diverse and the government can't interfere it",
        "Explain what makes one of these scenarios better to you than the other. .1": "E because it could help lots of people to find friends and cure people's depression ",
        "What is ONE specific ethical or moral principle, virtue, or value that you think is core to how you live your life? Please explain it in detail. ": "Be nice to others so they could be nice to you back and try not to ruin relationships over small benefits ",
        "What is one ethical or moral principle, virtue, or value that you think is important but not reflected in the way technology is developed today? Please explain it in detail. ": "Morals of human beings. Ai doesn't have feelings like humans it just make responses based on its data",
        "What do you consider your culture? What is your favorite thing about it? ": "Accepting everyone and help others like family",
        "What is one unique perspective that your culture brings that you want to preserve into the future? ": "Everyone treating each other like family",
        "What kinds of cultural things would you be most worried about losing in a future with advanced AI? ": "The culture traditions",
        "What is the biggest problem in your life right now that you want solved? How would a person other than you know if it was solved? ": "My relationship with a friend. If they see us together chatting again",
        "What would you consider giving your life to make true about the future? Choose one thing, and be as specific and objective as possible. ": "Becoming better financially ",
        "What is something unique, that other people might not think about, but that you really want to be true about the future? Choose one thing, and be as specific and objective as possible. ": "The difference between others could be smaller because some people were born on the top of the world and some is born in a poor house with a broken family",
        "What are you most scared will be true in the future? Again, choose one thing, and be as specific and objective as possible. ": "A group of people with absolute power over everyone else",
        "If you could make world leaders understand one thing, what would it be? ": "They could never make everyone equal and they are not doing so anyways",
        "Lastly, is there anything you felt you could not express in this conversation that you want to make sure the people working on this know? ": NaN
    },
    "participant_id": "88171568-e996-4ba5-8bd8-597c3cbd3033",
    "response_language": "English"
}