{
    "high_level_AI_view": "More concerned than excited",
    "demographic_info": {
        "preferred language": "English",
        "age bracket": "36-45",
        "gender": "Male",
        "community type": "Suburban",
        "religion": "Buddhism",
        "self identified country": "Japan"
    },
    "survey_responses": {
        "What do you think your life might be like in 30 years? Alt: Imagine life 30 years from now. What's the biggest difference you notice in daily life compared to today? ": "--",
        "What is another dangerous outcome you can imagine happening from AI? What would need to be true for that to happen? ": "--",
        "What is another positive outcome you can imagine happening from AI? What would need to be true for that to happen? ": "--",
        "What are the first decisions in your life that you would delegate to an AI? ": "--",
        "Describe a concrete scenario where you would feel uncomfortable with an AI making a decision instead of a human. What specific aspects make you uneasy? ": "--",
        "Explain what makes one of these scenarios better to you than the other. ": "--",
        "Explain what makes one of these scenarios better to you than the other. .1": "--",
        "What is ONE specific ethical or moral principle, virtue, or value that you think is core to how you live your life? Please explain it in detail. ": "--",
        "What is one ethical or moral principle, virtue, or value that you think is important but not reflected in the way technology is developed today? Please explain it in detail. ": "--",
        "What do you consider your culture? What is your favorite thing about it? ": "--",
        "What is one unique perspective that your culture brings that you want to preserve into the future? ": "--",
        "What kinds of cultural things would you be most worried about losing in a future with advanced AI? ": "--",
        "What is the biggest problem in your life right now that you want solved? How would a person other than you know if it was solved? ": "--",
        "What would you consider giving your life to make true about the future? Choose one thing, and be as specific and objective as possible. ": "--",
        "What is something unique, that other people might not think about, but that you really want to be true about the future? Choose one thing, and be as specific and objective as possible. ": "--",
        "What are you most scared will be true in the future? Again, choose one thing, and be as specific and objective as possible. ": "--",
        "If you could make world leaders understand one thing, what would it be? ": "--",
        "Lastly, is there anything you felt you could not express in this conversation that you want to make sure the people working on this know? ": "--"
    },
    "participant_id": "8a3199c7-3d44-4255-b96b-0666bf0f0f40",
    "response_language": "English"
}