{
    "high_level_AI_view": "More concerned than excited",
    "demographic_info": {
        "preferred language": "English",
        "age bracket": "18-25",
        "gender": "Female",
        "community type": "Rural",
        "religion": "Hinduism",
        "self identified country": "India"
    },
    "survey_responses": {
        "What do you think your life might be like in 30 years? Alt: Imagine life 30 years from now. What's the biggest difference you notice in daily life compared to today? ": "Life in 30 years would be like most of the human made jobs will be replaced by robots and artificial intelligence. Population density in mainland would have increased due to coastal areas submergence. We would have to wear oxygen/normal masks to prevent ourselves from polluted air. The youth population will decrease and dependent population will get increased due to less TFR and increased life expectancy. The era of ruralisation will have been started as opposed to urbanisation . ",
        "What is another dangerous outcome you can imagine happening from AI? What would need to be true for that to happen? ": "Complete take over of jobs such as bpo, customer interaction via chats etc., will lead to severe unemployment crises. As far as ethical part is concerned, AI is so dangerous that it can create bias among people, suggest irrelevant/wrong solutions to problems such as wrong prescription etc., People would loss their creative side since AI is taking over content and art creation.  ",
        "What is another positive outcome you can imagine happening from AI? What would need to be true for that to happen? ": "Modernised agriculture, quick summarisation of important articles, fetching details from multiple pages in short period of time ,optimised work results without much efforts",
        "What are the first decisions in your life that you would delegate to an AI? ": "Plan or schedule my day to day activities ",
        "Describe a concrete scenario where you would feel uncomfortable with an AI making a decision instead of a human. What specific aspects make you uneasy? ": "Making decisions on my crucial life matters such as education, health practices etc.,",
        "Explain what makes one of these scenarios better to you than the other. ": "Less government intervention with proper regulation is better than monopoly especially on AI. If all datas are available in one hand it is more dangerous that we think because they can do anything with that data",
        "Explain what makes one of these scenarios better to you than the other. .1": "Though AI can be better companion it can never replace human emotions and there is a possibility of manipulation than emotional support ",
        "What is ONE specific ethical or moral principle, virtue, or value that you think is core to how you live your life? Please explain it in detail. ": "Respecting others",
        "What is one ethical or moral principle, virtue, or value that you think is important but not reflected in the way technology is developed today? Please explain it in detail. ": "Accountability. If something goes wrong there is no one to be held accountable in technological world",
        "What do you consider your culture? What is your favorite thing about it? ": "Diversity in my culture is the favourite thing. At any given moment there will be any kind of festival will be happening irrespective of the religion. ",
        "What is one unique perspective that your culture brings that you want to preserve into the future? ": "Respecting others, feeding others without any expectations. Valuing others rituals and traditions. And the never ending festivals ",
        "What kinds of cultural things would you be most worried about losing in a future with advanced AI? ": "That use of my language as such is diminishing when using technology. ",
        "What is the biggest problem in your life right now that you want solved? How would a person other than you know if it was solved? ": "Working consistently to achieve my goals. If someone held me accountable I can become better ",
        "What would you consider giving your life to make true about the future? Choose one thing, and be as specific and objective as possible. ": "Zero poverty",
        "What is something unique, that other people might not think about, but that you really want to be true about the future? Choose one thing, and be as specific and objective as possible. ": "Increased moral values of people. It can be solved many problems in the world",
        "What are you most scared will be true in the future? Again, choose one thing, and be as specific and objective as possible. ": "Machines and technology taking over nature and humans",
        "If you could make world leaders understand one thing, what would it be? ": "Rather focusing on filling own pockets care about the people who trusted and voted for you",
        "Lastly, is there anything you felt you could not express in this conversation that you want to make sure the people working on this know? ": "Being ethical would solve 90% of problems in the world. So try to be ethical to yourself "
    },
    "participant_id": "9fed020a-4b51-46e2-ac29-29bcf6bcf920",
    "response_language": "English"
}